Repository: kandluis/make24
Catalog: 24/24/*.lproj/Localizable.strings
Languages: es, fr

source: Ask A Friend
es: Pregúnta a un Amigo
fr: Pregúntale

source: Aww snap!
es: ¡A, que feo!
fr: Aww!

source: Can you help me solve this puzzle? Use all four numbers
es: ¿Ayudame a resolver este rompecabezas? Utiliza todos los números

source: Challenge
es: Reta a alguien
fr: Desafíalo

source: Change Difficulty Level
es: Cambia Dificultad

source: Congrats!
es: ¡Felicitaciones!
fr: Felicitaciones!

source: Division by zero is not allowed!
es: ¡División por cero no está permitida!

source: Easy
es: Fácil

source: Enjoying the game?
es: ¿Estas divirtiendote?
fr: ¿Estas divirtiendo?

source: Fail Login!
es: Error en Sesión

source: Hard
es: Difícil

source: I challenge you to solve this puzzle! Use all four numbers
es: ¡Te desafío a resolver este rompecabezas! Utilisa los cuatro números

source: I'm playing this new, awesome game! Check it out!
es: ¡Estoy jugando este nuevo e impresionante juego! ¡Echale un vistazo!

source: Invalid Operation
es: Operación inválida

source: Keep Going
es: Sigue
fr: Sigue

source: Leaderboard
es: Clasificación
fr: Marcador

source: Login has failed multiple times. Please attempt to login through the GameCenter or attempt the action again!
es: El inicio de sesión ha fallado varias veces. Intenta acceder a través del Centro de juegos o intenta la acción de nuevo.

source: Medium
es: Medio

source: Mute
es: Mudo

source: Next Level
es: Siguiente Nivel
fr: Siguiente Nivel

source: Not Now
es: Salta
fr: Salta

source: Out of problems!
es: ¡Fuera de rompecabezas!

source: Rate the App
es: Califica la App
fr: Califica la Aplicación

source: Rate the app
es: Califica la App

source: Share with friends
es: Comparte con tus amigos

source: Try Again
es: De Nuevo
fr: De Nuevo

source: Unmute
es: Reanudar

source: You beat level
es: Superaste el nivel

source: You've run out of problems! Sending you back to square 1!
es: ¡Te has quedado sin rompecabezas! ¡De nuevo al cuadrado 1!

source: and any basic operation (+,-,x,/) to make 24.
es: y cualquier operación (+, -, x, /) para hacer 24.

source: on easy mode!
es: en modo fácil
fr: Fácil

source: on hard mode!
es: en modo difícil
fr: Difícil

source: on medium mode!
es: en modo medio
fr: Medio
